Revit 2027 API
ParameterTypeId.SteelElemAnchorGrade Property
 "Grade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemAnchorGrade { get; }
Public Shared ReadOnly Property SteelElemAnchorGrade As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemAnchorGrade {
	ForgeTypeId^ get ();
}
static member SteelElemAnchorGrade : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace